tap "jesseduffield/lazygit"
tap "tinygo-org/tools"
tap sdkman/tap
brew "sdkman-cli"
brew "webp"
brew "jpeg-xl"
brew "boost"
brew "avrdude"
brew "cryptography"
brew "pyenv"
brew "awscli"
brew "buf"
brew "delve"
brew "gh"
brew "glib"
brew "golangci-lint"
brew "libheif"
brew "graphicsmagick"
brew "hugo"
brew "lua"
brew "mercurial"
brew "neovim"
brew "pngquant"
brew "protobuf"
brew "ripgrep"
brew "snyk-cli"
brew "tmux"
brew "yazi"
brew "incu6us/tap/goimports-reviser"
brew "jesseduffield/lazygit/lazygit"
brew "tinygo-org/tools/tinygo"
brew "alfred"
brew "docker"
brew "starship"
brew "zoxide"
cask "anki"
cask "fossa"
cask "slack"
cask "tableplus"
cask "warp"
cask "visual-studio-code"
cask "notion"
cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
cask "postman"
cask "spectacle"
vscode "golang.go"
vscode "tinygo.vscode-tinygo"
vscode "vscodevim.vim"
